[
    {
        "doc_id": "Article_1",
        "title": "Constitution of India",
        "section": "Article 1",
        "year": "1950",
        "content": "This is placeholder content for Article 1. In a real dataset, this would contain the full legal text of Article 1 from the Constitution of India."
    },
    {
        "doc_id": "Article_2",
        "title": "Constitution of India",
        "section": "Article 2",
        "year": "1950",
        "content": "This is placeholder content for Article 2. In a real dataset, this would contain the full legal text of Article 2 from the Constitution of India."
    },
    {
        "doc_id": "Article_3",
        "title": "Constitution of India",
        "section": "Article 3",
        "year": "1950",
        "content": "This is placeholder content for Article 3. In a real dataset, this would contain the full legal text of Article 3 from the Constitution of India."
    },
    {
        "doc_id": "Article_4",
        "title": "Constitution of India",
        "section": "Article 4",
        "year": "1950",
        "content": "This is placeholder content for Article 4. In a real dataset, this would contain the full legal text of Article 4 from the Constitution of India."
    },
    {
        "doc_id": "Article_5",
        "title": "Constitution of India",
        "section": "Article 5",
        "year": "1950",
        "content": "This is placeholder content for Article 5. In a real dataset, this would contain the full legal text of Article 5 from the Constitution of India."
    },
    {
        "doc_id": "Article_6",
        "title": "Constitution of India",
        "section": "Article 6",
        "year": "1950",
        "content": "This is placeholder content for Article 6. In a real dataset, this would contain the full legal text of Article 6 from the Constitution of India."
    },
    {
        "doc_id": "Article_7",
        "title": "Constitution of India",
        "section": "Article 7",
        "year": "1950",
        "content": "This is placeholder content for Article 7. In a real dataset, this would contain the full legal text of Article 7 from the Constitution of India."
    },
    {
        "doc_id": "Article_8",
        "title": "Constitution of India",
        "section": "Article 8",
        "year": "1950",
        "content": "This is placeholder content for Article 8. In a real dataset, this would contain the full legal text of Article 8 from the Constitution of India."
    },
    {
        "doc_id": "Article_9",
        "title": "Constitution of India",
        "section": "Article 9",
        "year": "1950",
        "content": "This is placeholder content for Article 9. In a real dataset, this would contain the full legal text of Article 9 from the Constitution of India."
    },
    {
        "doc_id": "Article_10",
        "title": "Constitution of India",
        "section": "Article 10",
        "year": "1950",
        "content": "This is placeholder content for Article 10. In a real dataset, this would contain the full legal text of Article 10 from the Constitution of India."
    },
    {
        "doc_id": "Article_11",
        "title": "Constitution of India",
        "section": "Article 11",
        "year": "1950",
        "content": "This is placeholder content for Article 11. In a real dataset, this would contain the full legal text of Article 11 from the Constitution of India."
    },
    {
        "doc_id": "Article_12",
        "title": "Constitution of India",
        "section": "Article 12",
        "year": "1950",
        "content": "This is placeholder content for Article 12. In a real dataset, this would contain the full legal text of Article 12 from the Constitution of India."
    },
    {
        "doc_id": "Article_13",
        "title": "Constitution of India",
        "section": "Article 13",
        "year": "1950",
        "content": "This is placeholder content for Article 13. In a real dataset, this would contain the full legal text of Article 13 from the Constitution of India."
    },
    {
        "doc_id": "Article_14",
        "title": "Constitution of India",
        "section": "Article 14",
        "year": "1950",
        "content": "This is placeholder content for Article 14. In a real dataset, this would contain the full legal text of Article 14 from the Constitution of India."
    },
    {
        "doc_id": "Article_15",
        "title": "Constitution of India",
        "section": "Article 15",
        "year": "1950",
        "content": "This is placeholder content for Article 15. In a real dataset, this would contain the full legal text of Article 15 from the Constitution of India."
    },
    {
        "doc_id": "Article_16",
        "title": "Constitution of India",
        "section": "Article 16",
        "year": "1950",
        "content": "This is placeholder content for Article 16. In a real dataset, this would contain the full legal text of Article 16 from the Constitution of India."
    },
    {
        "doc_id": "Article_17",
        "title": "Constitution of India",
        "section": "Article 17",
        "year": "1950",
        "content": "This is placeholder content for Article 17. In a real dataset, this would contain the full legal text of Article 17 from the Constitution of India."
    },
    {
        "doc_id": "Article_18",
        "title": "Constitution of India",
        "section": "Article 18",
        "year": "1950",
        "content": "This is placeholder content for Article 18. In a real dataset, this would contain the full legal text of Article 18 from the Constitution of India."
    },
    {
        "doc_id": "Article_19",
        "title": "Constitution of India",
        "section": "Article 19",
        "year": "1950",
        "content": "This is placeholder content for Article 19. In a real dataset, this would contain the full legal text of Article 19 from the Constitution of India."
    },
    {
        "doc_id": "Article_20",
        "title": "Constitution of India",
        "section": "Article 20",
        "year": "1950",
        "content": "This is placeholder content for Article 20. In a real dataset, this would contain the full legal text of Article 20 from the Constitution of India."
    },
    {
        "doc_id": "Article_21",
        "title": "Constitution of India",
        "section": "Article 21",
        "year": "1950",
        "content": "This is placeholder content for Article 21. In a real dataset, this would contain the full legal text of Article 21 from the Constitution of India."
    },
    {
        "doc_id": "Article_22",
        "title": "Constitution of India",
        "section": "Article 22",
        "year": "1950",
        "content": "This is placeholder content for Article 22. In a real dataset, this would contain the full legal text of Article 22 from the Constitution of India."
    },
    {
        "doc_id": "Article_23",
        "title": "Constitution of India",
        "section": "Article 23",
        "year": "1950",
        "content": "This is placeholder content for Article 23. In a real dataset, this would contain the full legal text of Article 23 from the Constitution of India."
    },
    {
        "doc_id": "Article_24",
        "title": "Constitution of India",
        "section": "Article 24",
        "year": "1950",
        "content": "This is placeholder content for Article 24. In a real dataset, this would contain the full legal text of Article 24 from the Constitution of India."
    },
    {
        "doc_id": "Article_25",
        "title": "Constitution of India",
        "section": "Article 25",
        "year": "1950",
        "content": "This is placeholder content for Article 25. In a real dataset, this would contain the full legal text of Article 25 from the Constitution of India."
    },
    {
        "doc_id": "Article_26",
        "title": "Constitution of India",
        "section": "Article 26",
        "year": "1950",
        "content": "This is placeholder content for Article 26. In a real dataset, this would contain the full legal text of Article 26 from the Constitution of India."
    },
    {
        "doc_id": "Article_27",
        "title": "Constitution of India",
        "section": "Article 27",
        "year": "1950",
        "content": "This is placeholder content for Article 27. In a real dataset, this would contain the full legal text of Article 27 from the Constitution of India."
    },
    {
        "doc_id": "Article_28",
        "title": "Constitution of India",
        "section": "Article 28",
        "year": "1950",
        "content": "This is placeholder content for Article 28. In a real dataset, this would contain the full legal text of Article 28 from the Constitution of India."
    },
    {
        "doc_id": "Article_29",
        "title": "Constitution of India",
        "section": "Article 29",
        "year": "1950",
        "content": "This is placeholder content for Article 29. In a real dataset, this would contain the full legal text of Article 29 from the Constitution of India."
    },
    {
        "doc_id": "Article_30",
        "title": "Constitution of India",
        "section": "Article 30",
        "year": "1950",
        "content": "This is placeholder content for Article 30. In a real dataset, this would contain the full legal text of Article 30 from the Constitution of India."
    },
    {
        "doc_id": "Article_31",
        "title": "Constitution of India",
        "section": "Article 31",
        "year": "1950",
        "content": "This is placeholder content for Article 31. In a real dataset, this would contain the full legal text of Article 31 from the Constitution of India."
    },
    {
        "doc_id": "Article_32",
        "title": "Constitution of India",
        "section": "Article 32",
        "year": "1950",
        "content": "This is placeholder content for Article 32. In a real dataset, this would contain the full legal text of Article 32 from the Constitution of India."
    },
    {
        "doc_id": "Article_33",
        "title": "Constitution of India",
        "section": "Article 33",
        "year": "1950",
        "content": "This is placeholder content for Article 33. In a real dataset, this would contain the full legal text of Article 33 from the Constitution of India."
    },
    {
        "doc_id": "Article_34",
        "title": "Constitution of India",
        "section": "Article 34",
        "year": "1950",
        "content": "This is placeholder content for Article 34. In a real dataset, this would contain the full legal text of Article 34 from the Constitution of India."
    },
    {
        "doc_id": "Article_35",
        "title": "Constitution of India",
        "section": "Article 35",
        "year": "1950",
        "content": "This is placeholder content for Article 35. In a real dataset, this would contain the full legal text of Article 35 from the Constitution of India."
    },
    {
        "doc_id": "Article_36",
        "title": "Constitution of India",
        "section": "Article 36",
        "year": "1950",
        "content": "This is placeholder content for Article 36. In a real dataset, this would contain the full legal text of Article 36 from the Constitution of India."
    },
    {
        "doc_id": "Article_37",
        "title": "Constitution of India",
        "section": "Article 37",
        "year": "1950",
        "content": "This is placeholder content for Article 37. In a real dataset, this would contain the full legal text of Article 37 from the Constitution of India."
    },
    {
        "doc_id": "Article_38",
        "title": "Constitution of India",
        "section": "Article 38",
        "year": "1950",
        "content": "This is placeholder content for Article 38. In a real dataset, this would contain the full legal text of Article 38 from the Constitution of India."
    },
    {
        "doc_id": "Article_39",
        "title": "Constitution of India",
        "section": "Article 39",
        "year": "1950",
        "content": "This is placeholder content for Article 39. In a real dataset, this would contain the full legal text of Article 39 from the Constitution of India."
    },
    {
        "doc_id": "Article_40",
        "title": "Constitution of India",
        "section": "Article 40",
        "year": "1950",
        "content": "This is placeholder content for Article 40. In a real dataset, this would contain the full legal text of Article 40 from the Constitution of India."
    },
    {
        "doc_id": "Article_41",
        "title": "Constitution of India",
        "section": "Article 41",
        "year": "1950",
        "content": "This is placeholder content for Article 41. In a real dataset, this would contain the full legal text of Article 41 from the Constitution of India."
    },
    {
        "doc_id": "Article_42",
        "title": "Constitution of India",
        "section": "Article 42",
        "year": "1950",
        "content": "This is placeholder content for Article 42. In a real dataset, this would contain the full legal text of Article 42 from the Constitution of India."
    },
    {
        "doc_id": "Article_43",
        "title": "Constitution of India",
        "section": "Article 43",
        "year": "1950",
        "content": "This is placeholder content for Article 43. In a real dataset, this would contain the full legal text of Article 43 from the Constitution of India."
    },
    {
        "doc_id": "Article_44",
        "title": "Constitution of India",
        "section": "Article 44",
        "year": "1950",
        "content": "This is placeholder content for Article 44. In a real dataset, this would contain the full legal text of Article 44 from the Constitution of India."
    },
    {
        "doc_id": "Article_45",
        "title": "Constitution of India",
        "section": "Article 45",
        "year": "1950",
        "content": "This is placeholder content for Article 45. In a real dataset, this would contain the full legal text of Article 45 from the Constitution of India."
    },
    {
        "doc_id": "Article_46",
        "title": "Constitution of India",
        "section": "Article 46",
        "year": "1950",
        "content": "This is placeholder content for Article 46. In a real dataset, this would contain the full legal text of Article 46 from the Constitution of India."
    },
    {
        "doc_id": "Article_47",
        "title": "Constitution of India",
        "section": "Article 47",
        "year": "1950",
        "content": "This is placeholder content for Article 47. In a real dataset, this would contain the full legal text of Article 47 from the Constitution of India."
    },
    {
        "doc_id": "Article_48",
        "title": "Constitution of India",
        "section": "Article 48",
        "year": "1950",
        "content": "This is placeholder content for Article 48. In a real dataset, this would contain the full legal text of Article 48 from the Constitution of India."
    },
    {
        "doc_id": "Article_49",
        "title": "Constitution of India",
        "section": "Article 49",
        "year": "1950",
        "content": "This is placeholder content for Article 49. In a real dataset, this would contain the full legal text of Article 49 from the Constitution of India."
    },
    {
        "doc_id": "Article_50",
        "title": "Constitution of India",
        "section": "Article 50",
        "year": "1950",
        "content": "This is placeholder content for Article 50. In a real dataset, this would contain the full legal text of Article 50 from the Constitution of India."
    }
]